weight = float(input("น้ำหนักของคุณคือ (kg): "))
height = float(input("ส่วนสูงของคุณคือ (cm): "))

BMI = weight/(height/100)**2
if(BMI < 18.50):
    print("คุณน้ำหนักน้อย/ผอม เสี่ยงต่อโรคมากกว่าคนปกติ")
elif(BMI >= 18.50 and BMI <= 22.90):
    print("คุณปกติ (สุขภาพดี) ไม่ค่อยเสี่ยงต่อโรค")
elif(BMI >= 23 and BMI <= 24.90):
    print("คุณท้วม / โรคอ้วนระดับ 1 อันตรายระดับ 1")
elif(BMI >= 25 and BMI <= 29.90):
    print("คุณอ้วน / โรคอ้วนระดับ 2 อันตรายระดับ 2")
else:
    print("คุณอ้วนมาก / โรคอ้วนระดับ 3 อันตรายระดับ 3")